Repository: xcrash/cuyahogacontrib-Cuyahoga.Modules.Shop
Catalog: Resources/Strings.*.resx
Languages: fr

# lblWelcomeText
source: Welcome {0}
fr: Bienvenue {0}

source: Guest
fr: Invité

# FORUMGOHOME
source: Back to shop list
fr: Retour à la liste des shops

# lblUserName
source: Username
fr: Utilisateur

# lblSearch
source: Search
fr: Rechercher

# lblLocation
source: Location
fr: Ubication géographique

# lblInterest
source: Interest
fr: Intérêt

# lblGender
source: Gender
fr: Gendre

# lblHomePage
source: Homepage
fr: Site internet

# lblAIMName
source: AIM name
fr: Nom AIM

# lblICQNumber
source: ICQ number
fr: Numéro ICQ

# lblTimeZone
source: Time zone
fr: Zone horaire

# posts
source: Products
fr: Publications

# postedby
source: Producted by
fr: Publié par

source: All shops
fr: Tous les shops

# btnSearch
source: Search
fr: Rechercher

# lblSearchresult
source: Serach result
fr: Résultat de la recherche

source: Male
fr: Homme

source: Female
fr: Femme

# fileerror
source: '{0}' is not a valid file for upload.
fr: '{0}' n'est pas un fichier valide.

# lblAttachment
source: File attached
fr: Piece jointe

# attachinfo
source: Size {0}, Download count {1}
fr: Taille {0}, Nombre de téléchargements {1}

# btnCancel
source: Cancel
fr: Annuler

# btnProduct
source: Product
fr: Publier

# btnPreview
source: Preview
fr: Prévisualiser

# btnSave
source: Save
fr: Enregistrer

# FORUMHOME
source: Shop home
fr: Racine shop

# hplShopCategory
source: Category
fr: Categorie

# hplShopProfile
source: My profile
fr: Mon profile

# hplNewTitle
source: New product
fr: Nouveau sujet

# hplQuoteProduct
source: Quote
fr: Citer

# hplReply
source: Add comment
fr: Répondre

# hplSearch
source: Search
fr: Rechercher

# lblHdrNumProducts
source: Number of posts
fr: N° pubs.

# lblHdrComments
source: Comments
fr: Réponses

# lblHdrProducts
source: Products
fr: Sujets

# lblHdrTitleStarter
source: Publisher
fr: Createur

# lblHdrTitleTitle
source: Products
fr: Sujets

# lblHdrViews
source: Views
fr: Léctures

# lblNewTitle
source: New product
fr: Nouveau sujet

# lblOrigTitle
source: Original message
fr: Message originale

# lblPublishedDate
source: Producted date
fr: Date de publication

# lblPreview
source: Preview
fr: Prévisualisation

# lblReplyAttachment
source: Attachment
fr: Pièce jointe

# lblReplyTitle
source: Reply to product
fr: Répondre

# ltProfile
source: Profile
fr: Profile utilisateur

# ltTitle
source: Title
fr: Sujet

# rbFemale
source: Female
fr: Femme

# rbMale
source: Male
fr: Homme

# rfvMessage
source: Message is required
fr: Le champ message est obligatoire

# rfvSubject
source: Title is required
fr: Le champ sujet est obligatoire
